{
  "website.title": "Wexflow - Open Source Workflow Engine",
  "title": "Wexflow",
  "nav.features": "Funktionen",
  "nav.demo": "Demo",
  "nav.support": "Support",
  "nav.contact": "Kontakt",
  "hero.title": "Eine moderne Workflow-Engine",
  "hero.description": "Enthält einen plattformübergreifenden Workflow-Server, über 100 integrierte Aktivitäten und ein leistungsstarkes Admin-Panel zur Verwaltung Ihrer Workflows.",
  "hero.cta": "Download",
  "about.title1": "Kostenlos, plattformübergreifend, Open Source",
  "about.description1": "Wexflow ist eine Open-Source-Workflow-Engine unter der MIT-Lizenz. Das bedeutet, dass Sie sie frei verwenden, ändern, teilen oder sogar verkaufen können. Wexflow ist eher eine Plattform für Aufgabenautomatisierung und Zeitplanung. Es konzentriert sich auf die Automatisierung technischer Aufgaben wie das Verschieben oder Hochladen von Dateien, das Versenden von E-Mails, das Ausführen von Skripten oder das Planen von Batch-Prozessen. Es eignet sich hervorragend, um Systemaufgaben einfach zu automatisieren, ohne viel Code schreiben zu müssen. Für komplexere Szenarien können Sie eigene benutzerdefinierte Aktivitäten erstellen, installieren und verwenden, um die Funktionen zu erweitern.",
  "about.title2": "Ist Wexflow eine Lösung für Business Process Management (BPM)?",
  "about.description2": "Wexflow ist in erster Linie eine Workflow-Automatisierungs-Engine und keine vollständige BPM-Suite. Wexflow unterstützt BPMN, menschliche Workflows oder integrierte Benutzerformulare nicht nativ. Wenn Ihre Geschäftsprozesse also viel menschliche Interaktion, Genehmigungen oder Geschäftsregeln erfordern, ist Wexflow eingeschränkt.<br><br>Wexflow ist hervorragend für die Automatisierung technischer Aufgaben geeignet, wie z. B. das Verschieben oder Umwandeln von Dateien, das Hochladen via FTP/SFTP, das Ausführen von Skripten (PowerShell, Bash, Python usw.), das Planen und Verketten von Aufgaben, das Auslösen von Workflows durch Ereignisse, manuelle Eingaben, Cron oder überwachte Ordner, das visuelle Entwerfen von Abläufen (Designer-Oberfläche), die Integration mit APIs und Datenbanken sowie die Unterstützung von bedingter Logik (if/else, switch, while).<br><br>Sie können Wexflow verwenden, wenn Ihre Prozesse hauptsächlich systembasiert sind, z. B. bei Backoffice-Automatisierung (Dateisynchronisierung, Berichterstellung, Überwachung), ETL-Pipelines, DevOps- oder IT-Betriebsautomatisierung oder API-Integrationen zwischen Systemen.",
  "features.title": "Funktionen",
  "features.workflow_title": "Workflow-Engine",
  "features.workflow_server": "Plattformübergreifender Workflow-Server",
  "features.workflows": "Unterstützt sequentielle, Flussdiagramm- und Genehmigungs-Workflows",
  "features.cron": "Cron-basierte Zeitplanung",
  "features.db": "Unterstützt über 6 Datenbank-Engines",
  "features.activities": "Über 100 integrierte Aktivitäten",
  "features.ui_title": "Benutzeroberfläche & Visualisierung",
  "features.dashboard": "Leistungsstarkes Web-Dashboard",
  "features.designer": "Visueller Workflow-Designer mit Drag & Drop",
  "features.stats": "Echtzeit-Statistiken und Monitoring der Workflows",
  "features.logs": "Umfangreiche Protokollierung für Transparenz und Fehlerbehebung",
  "features.platform_title": "Multi-Plattform-Unterstützung",
  "features.android": "Native Android-App",
  "features.web": "Web-Oberfläche",
  "features.internationalization_title": "Internationalisierung & APIs",
  "features.multilang": "Mehrsprachige Unterstützung: Englisch, Französisch, Dänisch",
  "features.rest": "RESTful API zur Integration mit externen Systemen",
  "features.custom_activities": "Erweiterbar mit benutzerdefinierten Aktivitäten via NuGet",
  "features.security_title": "Sicherheit & Leistung",
  "features.docker": "Docker-Unterstützung für einfache Bereitstellung",
  "features.monitoring": "Fehlerüberwachung",
  "features.platforms_title": "Unterstützte Plattformen",
  "features.os": "macOS, Linux, Windows",
  "features.platform_docker": "Docker",
  "support.title": "Support",
  "support.description1": "Wenn dieses Projekt Ihnen geholfen hat, Zeit gespart oder Sie auf irgendeine Weise inspiriert hat, erwägen Sie bitte, das zukünftige Wachstum und die Wartung zu unterstützen.",
  "support.description2": "Sie können Ihre Unterstützung zeigen, indem Sie das Repository mit einem Stern versehen (das erhöht die Sichtbarkeit und zeigt Ihre Wertschätzung), das Projekt teilen (empfehlen Sie es Kollegen, Communities oder in sozialen Medien) oder eine Spende leisten via:",
  "support.donation1": "GitHub Sponsors (einmalig oder monatlich)",
  "support.donation2": "PayPal",
  "support.donation3": "Buy Me a Coffee",
  "support.closing": "Open-Source-Software erfordert Zeit, Aufwand und Ressourcen für die Wartung – Ihre Unterstützung hilft, dieses Projekt am Leben zu erhalten, aktuell zu halten und für alle zugänglich zu machen. Jeder Beitrag, groß oder klein, macht einen Unterschied und motiviert zu kontinuierlicher Arbeit an Funktionen, Fehlerbehebungen und neuen Ideen.",
  "githubIssues.title": "Fehler melden & Funktionen anfragen",
  "githubIssues.description": "Einen Fehler gefunden oder eine neue Funktion gewünscht? Helfen Sie bitte, das Projekt zu verbessern, indem Sie <a href=\"https://github.com/aelassas/wexflow/issues\" target=\"_blank\" rel=\"noopener noreferrer\">ein Issue auf GitHub eröffnen</a>.",
  "githubIssues.linkText": "ein Issue auf GitHub eröffnen",
  "contact.title": "Kontaktieren Sie uns",
  "contact.namePlaceholder": "Name",
  "contact.emailPlaceholder": "E-Mail",
  "contact.messagePlaceholder": "Nachricht",
  "contact.submit": "Senden",
  "footer.copyright": "Alle Rechte vorbehalten."
}
