{
  "website.title": "Wexflow - Motor de Flujos de Trabajo de Código Abierto",
  "title": "Wexflow",
  "nav.features": "Características",
  "nav.demo": "Demostración",
  "nav.support": "Soporte",
  "nav.contact": "Contacto",
  "hero.title": "Un Motor de Flujos de Trabajo Moderno",
  "hero.description": "Incluye un servidor de flujos de trabajo multiplataforma, más de 100 actividades integradas y un panel de administración potente para gestionar tus flujos de trabajo.",
  "hero.cta": "Descargar",
  "about.title": "Gratis, Multiplataforma, Código Abierto",
  "about.description": "Wexflow es un motor de flujos de trabajo de código abierto con licencia MIT. Esto significa que puedes usarlo, modificarlo, compartirlo o incluso venderlo. Con más de 100 actividades integradas, Wexflow admite muchas tareas listas para usar, desde operaciones de archivos y procesos del sistema hasta scripting, redes y más. También puedes ampliar sus capacidades creando actividades personalizadas o integrándolo con otros sistemas a través de la API de Wexflow.",
  "features.title": "Características",
  "features.workflow_title": "Motor de Flujos de Trabajo",
  "features.workflow_server": "Servidor de flujos de trabajo multiplataforma",
  "features.workflows": "Admite flujos de trabajo secuenciales, en diagrama de flujo y de aprobación",
  "features.cron": "Planificación basada en Cron",
  "features.db": "Compatible con más de 6 motores de base de datos",
  "features.activities": "Más de 100 actividades integradas",
  "features.ui_title": "Interfaz y Visualización",
  "features.dashboard": "Panel web",
  "features.designer": "Diseñador visual de flujos con interfaz de arrastrar y soltar",
  "features.stats": "Estadísticas y monitoreo en tiempo real",
  "features.logs": "Registros detallados para transparencia y depuración",
  "features.platform_title": "Soporte Multiplataforma",
  "features.android": "Aplicación nativa para Android",
  "features.web": "Interfaz web responsiva",
  "features.internationalization_title": "Internacionalización y APIs",
  "features.multilang": "Soporte multilingüe: inglés, francés, danés",
  "features.rest": "API RESTful para integraciones externas",
  "features.custom_activities": "Extensible con actividades personalizadas vía NuGet",
  "features.security_title": "Seguridad y Rendimiento",
  "features.docker": "Soporte para Docker para una fácil implementación",
  "features.monitoring": "Monitoreo de errores",
  "features.platforms_title": "Plataformas Soportadas",
  "features.os": "macOS, Linux, Windows",
  "features.platform_docker": "Docker",
  "support.title": "Soporte",
  "support.description1": "Si este proyecto te ha sido útil, te ha ahorrado tiempo o te ha inspirado de alguna forma, considera apoyar su crecimiento y mantenimiento.",
  "support.description2": "Puedes apoyar el proyecto dando una estrella al repositorio (ayuda a su visibilidad), compartiéndolo (con colegas, comunidades o redes sociales), o haciendo una donación mediante:",
  "support.donation1": "GitHub Sponsors (única o mensual)",
  "support.donation2": "PayPal",
  "support.donation3": "Buy Me a Coffee",
  "support.closing": "El software de código abierto requiere tiempo, esfuerzo y recursos para mantenerse. Tu apoyo ayuda a que este proyecto siga vivo, actualizado y accesible para todos. Cada contribución, grande o pequeña, marca la diferencia.",
  "githubIssues.title": "Reportar errores y solicitar funciones",
  "githubIssues.description": "¿Encontraste un error o deseas una nueva función? Ayuda a mejorar el proyecto <a href=\"https://github.com/aelassas/wexflow/issues\" target=\"_blank\" rel=\"noopener noreferrer\">abriendo una incidencia en GitHub</a>.",
  "githubIssues.linkText": "abriendo una incidencia en GitHub",
  "contact.title": "Contáctanos",
  "contact.namePlaceholder": "Nombre",
  "contact.emailPlaceholder": "Correo electrónico",
  "contact.messagePlaceholder": "Mensaje",
  "contact.submit": "Enviar",
  "footer.copyright": "Todos los derechos reservados.",
  "terms.title": "Términos de Servicio",
  "terms.intro": "Estos términos rigen el uso que usted haga del sitio web y los servicios de Wexflow. Al usar este sitio, usted acepta estos términos.",
  "terms.usage": "Uso del Sitio Web",
  "terms.usageText": "Usted acepta usar Wexflow de manera legal y no hacer un uso indebido de sus servicios ni intentar interrumpir su funcionamiento.",
  "terms.content": "Contenido",
  "terms.contentText": "Todo el contenido se proporciona “tal cual” sin garantía. Podemos actualizar o eliminar contenido en cualquier momento.",
  "terms.license": "Licencia",
  "terms.licenseText": "Wexflow está licenciado bajo la Licencia MIT. Usted es libre de usar, copiar y modificar el código bajo los términos de esta licencia.",
  "terms.liability": "Limitación de Responsabilidad",
  "terms.liabilityText": "Wexflow se proporciona “tal cual”. No somos responsables por daños derivados de su uso.",
  "terms.changes": "Cambios a Estos Términos",
  "terms.changesText": "Los términos pueden cambiar con el tiempo. El uso continuado del sitio implica que usted acepta los términos actualizados.",
  "privacy.title": "Política de Privacidad",
  "privacy.intro": "Esta Política de Privacidad explica cómo Wexflow recopila, usa y protege su información personal cuando utiliza nuestro sitio web.",
  "privacy.dataCollection": "Recopilación de Datos",
  "privacy.dataCollectionText": "Recopilamos datos como su dirección IP, tipo de navegador e interacción con nuestro sitio a través de servicios como Google Analytics.",
  "privacy.usage": "Cómo Usamos Sus Datos",
  "privacy.usageText": "Usamos los datos recopilados para mejorar nuestros servicios, personalizar su experiencia y analizar el rendimiento del sitio web.",
  "privacy.storage": "Almacenamiento de Datos",
  "privacy.storageText": "Sus datos se almacenan de forma segura. Tomamos medidas adecuadas para protegerlos contra accesos no autorizados.",
  "privacy.thirdParties": "Servicios de Terceros",
  "privacy.thirdPartiesText": "Podemos usar herramientas de terceros como botones de GitHub o Google Analytics que pueden rastrear el comportamiento del usuario. Consulte sus políticas respectivas.",
  "privacy.cookies": "Cookies",
  "privacy.cookiesText": "Wexflow usa cookies para recordar preferencias y analizar el tráfico del sitio. Puede desactivar las cookies en la configuración de su navegador.",
  "privacy.changes": "Cambios a Esta Política",
  "privacy.changesText": "Podemos actualizar esta política. Al continuar usando nuestro sitio web, acepta la versión más reciente de la política."
}
