{
  "website.title": "Wexflow - Motor de Workflow Open Source",
  "title": "Wexflow",
  "nav.features": "Funcionalidades",
  "nav.demo": "Demo",
  "nav.support": "Suporte",
  "nav.contact": "Contato",
  "hero.title": "Um Motor de Workflow Moderno",
  "hero.description": "Inclui um servidor de workflow multiplataforma, mais de 100 atividades integradas e um painel de administração poderoso para gerenciar seus workflows.",
  "hero.cta": "Download",
  "about.title": "Grátis, Multiplataforma, Open Source",
  "about.description": "Wexflow é um motor de workflow open source licenciado sob MIT. Isso significa que você pode usar, modificar, compartilhar ou até vender livremente. Com mais de 100 atividades integradas, o Wexflow suporta uma ampla variedade de tarefas — desde operações de arquivos e processos do sistema até scripts, redes e muito mais. Você também pode estender suas funcionalidades criando atividades personalizadas ou integrando com sistemas externos via API do Wexflow.",
  "features.title": "Funcionalidades",
  "features.workflow_title": "Motor de Workflow",
  "features.workflow_server": "Servidor de workflow multiplataforma",
  "features.workflows": "Suporta workflows sequenciais, fluxogramas e de aprovação",
  "features.cron": "Agendamento baseado em Cron",
  "features.db": "Suporta mais de 6 motores de banco de dados",
  "features.activities": "Mais de 100 atividades integradas",
  "features.ui_title": "Interface & Visualização",
  "features.dashboard": "Painel web poderoso",
  "features.designer": "Designer visual de workflows com interface de arrastar e soltar",
  "features.stats": "Estatísticas e monitoramento de workflows em tempo real",
  "features.logs": "Logs extensivos para transparência e depuração",
  "features.platform_title": "Suporte Multiplataforma",
  "features.android": "App nativo para Android",
  "features.web": "Interface web",
  "features.internationalization_title": "Internacionalização & APIs",
  "features.multilang": "Suporte multilíngue: Inglês, Francês, Dinamarquês",
  "features.rest": "API RESTful para integração com sistemas externos",
  "features.custom_activities": "Extensível com atividades personalizadas via NuGet",
  "features.security_title": "Segurança & Performance",
  "features.docker": "Suporte a Docker para implantação fácil",
  "features.monitoring": "Monitoramento de erros",
  "features.platforms_title": "Plataformas Suportadas",
  "features.os": "macOS, Linux, Windows",
  "features.platform_docker": "Docker",
  "support.title": "Suporte",
  "support.description1": "Se este projeto ajudou você, economizou seu tempo ou inspirou de alguma forma, considere apoiar seu crescimento e manutenção futura.",
  "support.description2": "Você pode mostrar seu apoio estrelando o repositório (isso aumenta a visibilidade e mostra sua apreciação), compartilhando o projeto (recomende para colegas, comunidades ou nas redes sociais) ou fazendo uma doação via:",
  "support.donation1": "GitHub Sponsors (única vez ou mensal)",
  "support.donation2": "PayPal",
  "support.donation3": "Buy Me a Coffee",
  "support.closing": "Software open source requer tempo, esforço e recursos para manutenção — seu apoio ajuda a manter este projeto vivo, atualizado e acessível para todos. Toda contribuição, grande ou pequena, faz a diferença e motiva o trabalho contínuo em funcionalidades, correções e novas ideias.",
  "githubIssues.title": "Relatar Bugs & Solicitar Funcionalidades",
  "githubIssues.description": "Encontrou um bug ou quer uma nova funcionalidade? Por favor, ajude a melhorar o projeto <a href=\"https://github.com/aelassas/wexflow/issues\" target=\"_blank\" rel=\"noopener noreferrer\">abrindo uma issue no GitHub</a>.",
  "githubIssues.linkText": "abrir uma issue no GitHub",
  "contact.title": "Contate-Nos",
  "contact.namePlaceholder": "Nome",
  "contact.emailPlaceholder": "Email",
  "contact.messagePlaceholder": "Mensagem",
  "contact.submit": "Enviar",
  "footer.copyright": "Todos os direitos reservados.",
  "terms.title": "Termos de Serviço",
  "terms.intro": "Estes termos regem o uso do site e dos serviços do Wexflow. Ao usar este site, você concorda com eles.",
  "terms.usage": "Uso do Site",
  "terms.usageText": "Você concorda em usar o Wexflow de forma legal e a não usar seus serviços indevidamente ou tentar interromper seu funcionamento.",
  "terms.content": "Conteúdo",
  "terms.contentText": "Todo o conteúdo é fornecido “como está”, sem garantia. Podemos atualizar ou remover conteúdo a qualquer momento.",
  "terms.license": "Licença",
  "terms.licenseText": "O Wexflow é licenciado sob a Licença MIT. Você pode usar, copiar e modificar o código sob os termos desta licença.",
  "terms.liability": "Limitação de Responsabilidade",
  "terms.liabilityText": "O Wexflow é fornecido “como está”. Não nos responsabilizamos por quaisquer danos decorrentes do seu uso.",
  "terms.changes": "Alterações a Estes Termos",
  "terms.changesText": "Os termos podem mudar com o tempo. O uso contínuo do site significa que você aceita os termos atualizados.",
  "privacy.title": "Política de Privacidade",
  "privacy.intro": "Esta Política de Privacidade explica como o Wexflow coleta, usa e protege suas informações pessoais quando você utiliza nosso site.",
  "privacy.dataCollection": "Coleta de Dados",
  "privacy.dataCollectionText": "Coletamos dados como seu endereço IP, tipo de navegador e interação com nosso site por meio de serviços como Google Analytics.",
  "privacy.usage": "Como Usamos Seus Dados",
  "privacy.usageText": "Usamos os dados coletados para melhorar nossos serviços, personalizar sua experiência e analisar o desempenho do site.",
  "privacy.storage": "Armazenamento de Dados",
  "privacy.storageText": "Seus dados são armazenados de forma segura. Tomamos medidas adequadas para protegê-los contra acessos não autorizados.",
  "privacy.thirdParties": "Serviços de Terceiros",
  "privacy.thirdPartiesText": "Podemos usar ferramentas de terceiros, como botões do GitHub ou Google Analytics, que podem rastrear o comportamento do usuário. Consulte suas respectivas políticas.",
  "privacy.cookies": "Cookies",
  "privacy.cookiesText": "O Wexflow usa cookies para lembrar preferências e analisar o tráfego do site. Você pode desativar cookies nas configurações do seu navegador.",
  "privacy.security": "Segurança dos Dados",
  "privacy.securityText": "Tomamos medidas adequadas para proteger seus dados contra acessos ou divulgações não autorizadas.",
  "privacy.rights": "Seus Direitos",
  "privacy.rightsText": "Você pode solicitar visualizar, atualizar ou excluir suas informações pessoais. Entre em contato conosco para qualquer dúvida.",
  "privacy.changes": "Alterações Nesta Política",
  "privacy.changesText": "Podemos atualizar esta política. Ao continuar usando nosso site, você concorda com a versão mais recente da política."
}
