{
  "website.title": "Wexflow - Motor de Workflow Open Source",
  "title": "Wexflow",
  "nav.features": "Funcionalidades",
  "nav.demo": "Demo",
  "nav.support": "Suporte",
  "nav.contact": "Contato",
  "hero.title": "Um Motor de Workflow Moderno",
  "hero.description": "Inclui um servidor de workflow multiplataforma, mais de 100 atividades integradas e um painel de administração poderoso para gerenciar seus workflows.",
  "hero.cta": "Download",
  "about.title1": "Grátis, Multiplataforma, Open Source",
  "about.description1": "Wexflow é um mecanismo de fluxo de trabalho open-source licenciado sob a licença MIT. Isso significa que você pode usá-lo, modificá-lo, compartilhá-lo ou até mesmo vendê-lo livremente. O Wexflow é mais como uma plataforma de automação e agendamento de tarefas. Ele se concentra na automação de trabalhos técnicos como mover ou fazer upload de arquivos, enviar e-mails, executar scripts ou agendar processos em lote. É ótimo quando você quer automatizar tarefas do sistema facilmente sem escrever muito código. Para cenários mais complexos, você pode criar suas próprias atividades personalizadas, instalá-las e usá-las para expandir suas funcionalidades.",
  "about.title2": "O Wexflow é uma solução de Gerenciamento de Processos de Negócio (BPM)?",
  "about.description2": "O Wexflow é, antes de tudo, um mecanismo de automação de fluxos de trabalho, e não uma suíte BPM completa. Ele não oferece suporte nativo a BPMN, fluxos de trabalho humanos ou formulários de usuário integrados. Portanto, se seus processos de negócio exigem muita interação humana, aprovações ou avaliação de regras de negócio, o Wexflow será limitado.<br><br>O Wexflow se destaca na automação de tarefas técnicas, como mover ou transformar arquivos, upload para FTP/SFTP, execução de scripts (PowerShell, Bash, Python, etc.), agendamento e encadeamento de tarefas, acionamento de fluxos por eventos, entrada manual, cron ou pastas monitoradas, design visual de fluxos (interface do Designer), integração com APIs e bancos de dados, e suporte a lógica condicional (if/else, switch, while).<br><br>Você pode usar o Wexflow se seus processos forem principalmente baseados em sistemas, como automação de back-office (sincronização de arquivos, relatórios, monitoramento), pipelines ETL, automação de operações de TI ou DevOps ou integrações de API entre sistemas.",
  "features.title": "Funcionalidades",
  "features.workflow_title": "Motor de Workflow",
  "features.workflow_server": "Servidor de workflow multiplataforma",
  "features.workflows": "Suporta workflows sequenciais, fluxogramas e de aprovação",
  "features.cron": "Agendamento baseado em Cron",
  "features.db": "Suporta mais de 6 motores de banco de dados",
  "features.activities": "Mais de 100 atividades integradas",
  "features.ui_title": "Interface & Visualização",
  "features.dashboard": "Painel web poderoso",
  "features.designer": "Designer visual de workflows com interface de arrastar e soltar",
  "features.stats": "Estatísticas e monitoramento de workflows em tempo real",
  "features.logs": "Logs extensivos para transparência e depuração",
  "features.platform_title": "Suporte Multiplataforma",
  "features.android": "App nativo para Android",
  "features.web": "Interface web",
  "features.internationalization_title": "Internacionalização & APIs",
  "features.multilang": "Suporte multilíngue: Inglês, Francês, Dinamarquês",
  "features.rest": "API RESTful para integração com sistemas externos",
  "features.custom_activities": "Extensível com atividades personalizadas via NuGet",
  "features.security_title": "Segurança & Performance",
  "features.docker": "Suporte a Docker para implantação fácil",
  "features.monitoring": "Monitoramento de erros",
  "features.platforms_title": "Plataformas Suportadas",
  "features.os": "macOS, Linux, Windows",
  "features.platform_docker": "Docker",
  "support.title": "Suporte",
  "support.description1": "Se este projeto ajudou você, economizou seu tempo ou inspirou de alguma forma, considere apoiar seu crescimento e manutenção futura.",
  "support.description2": "Você pode mostrar seu apoio estrelando o repositório (isso aumenta a visibilidade e mostra sua apreciação), compartilhando o projeto (recomende para colegas, comunidades ou nas redes sociais) ou fazendo uma doação via:",
  "support.donation1": "GitHub Sponsors (única vez ou mensal)",
  "support.donation2": "PayPal",
  "support.donation3": "Buy Me a Coffee",
  "support.closing": "Software open source requer tempo, esforço e recursos para manutenção — seu apoio ajuda a manter este projeto vivo, atualizado e acessível para todos. Toda contribuição, grande ou pequena, faz a diferença e motiva o trabalho contínuo em funcionalidades, correções e novas ideias.",
  "githubIssues.title": "Relatar Bugs & Solicitar Funcionalidades",
  "githubIssues.description": "Encontrou um bug ou quer uma nova funcionalidade? Por favor, ajude a melhorar o projeto <a href=\"https://github.com/aelassas/wexflow/issues\" target=\"_blank\" rel=\"noopener noreferrer\">abrindo uma issue no GitHub</a>.",
  "githubIssues.linkText": "abrir uma issue no GitHub",
  "contact.title": "Contate-Nos",
  "contact.namePlaceholder": "Nome",
  "contact.emailPlaceholder": "Email",
  "contact.messagePlaceholder": "Mensagem",
  "contact.submit": "Enviar",
  "footer.copyright": "Todos os direitos reservados."
}
