{
  "website.title": "Wexflow - Moteur de Workflow Open Source",
  "title": "Wexflow",
  "nav.features": "Fonctionnalités",
  "nav.demo": "Démo",
  "nav.support": "Support",
  "nav.contact": "Contact",
  "hero.title": "Un Moteur de Workflows Moderne",
  "hero.description": "Comprend un serveur de workflows multiplateforme, plus de 100 activités intégrées et un panneau d'administration puissant pour gérer vos workflows.",
  "hero.cta": "Télécharger",
  "about.title1": "Gratuit, Multiplateforme, Open Source",
  "about.description1": "Wexflow est un moteur de workflow open-source sous licence MIT. Cela signifie que vous êtes libre de l'utiliser, le modifier, le partager ou même le vendre. Wexflow est davantage une plateforme d'automatisation et de planification de tâches. Il se concentre sur l'automatisation de tâches techniques comme le déplacement ou le téléversement de fichiers, l'envoi d'e-mails, l'exécution de scripts ou la planification de processus par lots. Il est idéal pour automatiser facilement des tâches système sans écrire beaucoup de code. Pour des scénarios plus complexes, vous pouvez créer vos propres activités personnalisées, les installer et les utiliser pour étendre ses fonctionnalités.",
  "about.title2": "Wexflow est-il une solution de gestion des processus métier (BPM) ?",
  "about.description2": "Wexflow est avant tout un moteur d'automatisation de flux de travail, pas une suite BPM complète. Wexflow ne prend pas en charge nativement BPMN, les workflows humains ou les formulaires utilisateur intégrés. Ainsi, si vos processus métier nécessitent beaucoup d'interaction humaine, d'approbations ou d'évaluation de règles métier, Wexflow serait limité.<br><br>Wexflow excelle dans l'automatisation des tâches techniques, telles que le déplacement ou la transformation de fichiers, le téléversement via FTP/SFTP, l'exécution de scripts (PowerShell, Bash, Python, etc.), la planification et la chaînage de tâches, le déclenchement de workflows par événements, saisie manuelle, cron ou dossiers surveillés, la conception de flux de manière visuelle (interface Designer), l'intégration avec des API et des bases de données, la prise en charge de la logique conditionnelle (if/else, switch, while).<br><br>Vous pouvez utiliser Wexflow si vos processus sont principalement basés sur le système, tels que l'automatisation du back-office (synchronisation de fichiers, rapports, surveillance), les pipelines ETL, l'automatisation des opérations DevOps ou IT, ou les intégrations d'API entre systèmes.",
  "features.title": "Fonctionnalités",
  "features.workflow_title": "Moteur de Workflows",
  "features.workflow_server": "Serveur de workflows multiplateforme",
  "features.workflows": "Supporte les workflows séquentiels, en organigramme et de validation",
  "features.cron": "Planification basée sur Cron",
  "features.db": "Plus de 6 moteurs de bases de données pris en charge",
  "features.activities": "Plus de 100 activités intégrées",
  "features.ui_title": "UI & Visualisation",
  "features.dashboard": "Tableau de bord web puissant",
  "features.designer": "Éditeur visuel de workflows avec interface glisser-déposer",
  "features.stats": "Statistiques et surveillance des workflows en temps réel",
  "features.logs": "Journalisation détaillée pour la transparence et le débogage",
  "features.platform_title": "Compatibilité Multiplateforme",
  "features.android": "Application Android native",
  "features.web": "Interface web",
  "features.internationalization_title": "Internationalisation & APIs",
  "features.multilang": "Support multilingue : anglais, français, danois",
  "features.rest": "API RESTful pour l'intégration avec d'autres systèmes",
  "features.custom_activities": "Extensible avec des activités personnalisées via NuGet",
  "features.security_title": "Sécurité & Performances",
  "features.docker": "Support Docker pour un déploiement facile",
  "features.monitoring": "Surveillance des erreurs",
  "features.platforms_title": "Plateformes Supportées",
  "features.os": "macOS, Linux, Windows",
  "features.platform_docker": "Docker",
  "support.title": "Support",
  "support.description1": "Si ce projet vous a aidé, fait gagner du temps ou inspiré d'une quelconque manière, envisagez de soutenir son développement et sa maintenance.",
  "support.description2": "Vous pouvez soutenir le projet en mettant une étoile sur le dépôt (cela augmente sa visibilité), en le partageant (avec vos collègues, communautés ou sur les réseaux sociaux), ou en faisant un don via :",
  "support.donation1": "GitHub Sponsors (ponctuel ou mensuel)",
  "support.donation2": "PayPal",
  "support.donation3": "Buy Me a Coffee",
  "support.closing": "Les logiciels open source demandent du temps, des efforts et des ressources pour être maintenus. Votre soutien permet au projet de continuer à évoluer, rester à jour et accessible. Chaque contribution, petite ou grande, fait la différence.",
  "githubIssues.title": "Signaler des bugs & demander des fonctionnalités",
  "githubIssues.description": "Vous avez trouvé un bug ou vous souhaitez une nouvelle fonctionnalité ? Merci d'améliorer le projet en <a href=\"https://github.com/aelassas/wexflow/issues\" target=\"_blank\" rel=\"noopener noreferrer\">ouvrant un ticket sur GitHub</a>.",
  "githubIssues.linkText": "ouvrant un ticket sur GitHub",
  "contact.title": "Nous contacter",
  "contact.namePlaceholder": "Nom",
  "contact.emailPlaceholder": "Email",
  "contact.messagePlaceholder": "Message",
  "contact.submit": "Envoyer",
  "footer.copyright": "Tous droits réservés."
}
